Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: No routes — every platform uses the active profile.
de: Keine Routen — jede Plattform verwendet das aktive Profil.
es: Sin rutas — todas las plataformas usan el perfil activo.
fr: Aucune route — chaque plateforme utilise le profil actif.
ja: ルートがありません — すべてのプラットフォームがアクティブなプロファイルを使用します。
pt_br: Sem rotas — todas as plataformas usam o perfil ativo.
zh_hans: 没有路由 — 所有平台均使用活跃配置。

source: No routines yet. Name a cron job "[bot:%@] …" to scope it to this bot, or create one below.
de: Noch keine Routinen. Benenne einen Cron-Job „[bot:%@] …“, um ihn diesem Bot zuzuordnen, oder erstelle unten einen.
es: Aún no hay rutinas. Nombra un trabajo cron "[bot:%@] …" para acotarlo a este bot, o crea uno abajo.
fr: Aucune routine pour l'instant. Nommez une tâche cron « [bot:%@] … » pour la rattacher à ce bot, ou créez-en une ci-dessous.
ja: まだルーティンはありません。cron ジョブに "[bot:%@] …" という名前を付けてこのボットに紐付けるか、下から作成してください。
pt_br: Nenhuma rotina ainda. Nomeie uma tarefa cron como "[bot:%@] …" para vinculá-la a este bot, ou crie uma abaixo.
zh_hans: 暂无例行任务。将定时任务命名为 "[bot:%@] …" 即可将其限定到此机器人,或在下方创建一个。

source: No runs yet.
de: Noch keine Läufe.
es: Aún no hay ejecuciones.
fr: Aucune exécution pour l'instant.
ja: まだ実行はありません。
pt_br: Ainda sem execuções.
zh_hans: 尚无运行记录。

source: No samples yet. Use the app for a few seconds and the table will populate.
de: Noch keine Messwerte. Nutze die App einige Sekunden, dann füllt sich die Tabelle.
es: Aún no hay muestras. Usa la app unos segundos y la tabla se rellenará.
fr: Aucun échantillon pour l'instant. Utilisez l'application quelques secondes et le tableau se remplira.
ja: まだサンプルはありません。アプリを数秒使用すると表に反映されます。
pt_br: Ainda sem amostras. Use o app por alguns segundos e a tabela será preenchida.
zh_hans: 暂无采样数据。使用应用几秒钟后,表格就会填充数据。

source: No samples yet. Use the app for a few seconds.
de: Noch keine Samples. Nutze die App für ein paar Sekunden.
es: Aún no hay muestras. Usa la app durante unos segundos.
fr: Aucun échantillon pour l'instant. Utilisez l'application pendant quelques secondes.
ja: まだサンプルはありません。数秒間アプリを使用してください。
pt_br: Ainda sem amostras. Use o app por alguns segundos.
zh_hans: 尚无样本。请使用该应用几秒钟。

source: No saved presets
de: Keine gespeicherten Presets
es: No hay preajustes guardados
fr: Aucun préréglage enregistré
ja: 保存されたプリセットはありません
pt_br: Nenhuma predefinição salva
zh_hans: 无已保存的预设

source: No saved presets yet
de: Noch keine gespeicherten Presets
es: Aún no hay preajustes guardados
fr: Aucun préréglage enregistré pour l'instant
ja: まだ保存されたプリセットはありません
pt_br: Ainda sem predefinições salvas
zh_hans: 尚无已保存的预设

source: No Scarf projects registered yet. Create one in the Mac app's Projects sidebar.
de: Noch keine Scarf-Projekte registriert. Erstelle eines in der Projekte-Seitenleiste der Mac-App.
es: Aún no hay proyectos de Scarf registrados. Crea uno en la barra lateral Proyectos de la app de Mac.
fr: Aucun projet Scarf enregistré pour l'instant. Créez-en un dans la barre latérale Projets de l'app Mac.
ja: まだ Scarf プロジェクトが登録されていません。Mac アプリのプロジェクトサイドバーから作成してください。
pt_br: Nenhum projeto do Scarf registrado ainda. Crie um na barra lateral Projetos do app para Mac.
zh_hans: 尚未注册任何 Scarf 项目。请在 Mac 应用的项目侧边栏中创建一个。

source: No Scarf-managed AGENTS.md block yet. It's written on the next project-scoped chat.
de: Noch kein von Scarf verwalteter AGENTS.md-Block. Er wird beim nächsten projektbezogenen Chat geschrieben.
es: Aún no hay un bloque AGENTS.md gestionado por Scarf. Se escribirá en el próximo chat con ámbito de proyecto.
fr: Pas encore de bloc AGENTS.md géré par Scarf. Il sera écrit lors du prochain chat lié au projet.
ja: Scarf が管理する AGENTS.md ブロックはまだありません。次回のプロジェクト単位のチャットで書き込まれます。
pt_br: Ainda não há bloco AGENTS.md gerenciado pelo Scarf. Ele é escrito no próximo chat com escopo de projeto.
zh_hans: 尚无由 Scarf 管理的 AGENTS.md 块。它会在下一次项目范围的对话中写入。

source: No scheduled jobs configured
de: Keine geplanten Jobs konfiguriert
es: Sin tareas programadas configuradas
fr: Aucune tâche planifiée configurée
ja: スケジュールされたジョブなし
pt_br: Nenhuma tarefa agendada configurada
zh_hans: 未配置定时任务

source: No servers configured yet
de: Noch keine Server konfiguriert
es: Aún no hay servidores configurados
fr: Aucun serveur configuré pour l'instant
ja: まだサーバーが設定されていません
pt_br: Nenhum servidor configurado ainda
zh_hans: 尚未配置服务器

source: No sessions
de: Keine Sitzungen
es: Sin sesiones
fr: Aucune session
ja: セッションなし
pt_br: Sem sessões
zh_hans: 无会话

source: No sessions for that project yet. Try another filter or start a chat in that project.
de: Noch keine Sitzungen für dieses Projekt. Probiere einen anderen Filter oder starte einen Chat in diesem Projekt.
es: Aún no hay sesiones para ese proyecto. Prueba otro filtro o inicia un chat en ese proyecto.
fr: Aucune session pour ce projet pour l'instant. Essayez un autre filtre ou démarrez un chat dans ce projet.
ja: そのプロジェクトにはまだセッションがありません。別のフィルタを試すか、そのプロジェクトでチャットを開始してください。
pt_br: Ainda não há sessões para esse projeto. Tente outro filtro ou inicie um chat nesse projeto.
zh_hans: 该项目暂无会话。请尝试其他筛选条件,或在该项目中发起聊天。

source: No sessions found
de: Keine Sitzungen gefunden
es: No se encontraron sesiones
fr: Aucune session trouvée
ja: セッションが見つかりません
pt_br: Nenhuma sessão encontrada
zh_hans: 未找到会话

source: No sessions match this filter.
de: Keine Sitzungen passen zu diesem Filter.
es: Ninguna sesión coincide con este filtro.
fr: Aucune session ne correspond à ce filtre.
ja: このフィルタに一致するセッションはありません。
pt_br: Nenhuma sessão corresponde a este filtro.
zh_hans: 没有会话匹配此筛选条件。

source: No sessions to show yet — start a chat from the Chat tab.
de: Noch keine Sitzungen vorhanden — starte einen Chat im Chat-Tab.
es: Aún no hay sesiones que mostrar — inicia un chat desde la pestaña Chat.
fr: Aucune session à afficher pour l'instant — démarrez un chat depuis l'onglet Chat.
ja: 表示するセッションがまだありません — チャットタブからチャットを開始してください。
pt_br: Ainda não há sessões para mostrar — inicie um chat pela aba Chat.
zh_hans: 暂无可显示的会话 — 请从聊天标签页发起聊天。

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune session pour l'instant
ja: まだセッションはありません
pt_br: Ainda sem sessões
zh_hans: 尚无会话

source: No site widget in this project's dashboard.
de: Kein Site-Widget im Dashboard dieses Projekts.
es: No hay widget de sitio en el panel de este proyecto.
fr: Aucun widget de site dans le tableau de bord de ce projet.
ja: このプロジェクトのダッシュボードにサイトウィジェットはありません。
pt_br: Nenhum widget de site no painel deste projeto.
zh_hans: 此项目的仪表板中没有站点小组件。

source: No Skill Bundles
de: Keine Skill-Bundles
es: Sin paquetes de habilidades
fr: Aucun bundle de compétences
ja: スキルバンドルなし
pt_br: Sem pacotes de habilidades
zh_hans: 无技能捆绑包

source: No skills are switched off for this bot — it loads everything installed in its profile.
de: Für diesen Bot sind keine Skills ausgeschaltet — er lädt alles, was in seinem Profil installiert ist.
es: No hay habilidades desactivadas para este bot — carga todo lo instalado en su perfil.
fr: Aucune compétence n'est désactivée pour ce bot — il charge tout ce qui est installé dans son profil.
ja: このボットではオフになっているスキルはありません — プロファイルにインストールされているものをすべて読み込みます。
pt_br: Nenhuma habilidade está desativada para este bot — ele carrega tudo o que está instalado em seu perfil.
zh_hans: 此机器人没有被关闭的技能 — 它会加载其配置中安装的全部技能。

source: No skills found.
de: Keine Skills gefunden.
es: No se encontraron habilidades.
fr: Aucune compétence trouvée.
ja: スキルが見つかりません。
pt_br: Nenhuma habilidade encontrada.
zh_hans: 未找到技能。

source: No skills have been idle for at least %lld days. Nothing to archive.
de: Keine Skills sind seit mindestens %lld Tagen untätig. Nichts zu archivieren.
es: Ninguna habilidad ha estado inactiva durante al menos %lld días. Nada que archivar.
fr: Aucune compétence n'est inactive depuis au moins %lld jours. Rien à archiver.
ja: %lld 日以上アイドル状態のスキルはありません。アーカイブするものはありません。
pt_br: Nenhuma habilidade ficou ociosa por pelo menos %lld dias. Nada para arquivar.
zh_hans: 没有技能闲置达 %lld 天以上。无需归档。

source: No skills installed
de: Keine Skills installiert
es: No hay habilidades instaladas
fr: Aucune compétence installée
ja: インストール済みのスキルはありません
pt_br: Nenhuma habilidade instalada
zh_hans: 未安装任何技能

source: No slash commands yet
de: Noch keine Slash-Befehle
es: Aún no hay comandos de barra
fr: Aucune commande slash pour l'instant
ja: まだスラッシュコマンドはありません
pt_br: Ainda sem comandos slash
zh_hans: 尚无斜杠命令

source: No suggestions right now — nothing recurring has needed approval.
de: Aktuell keine Vorschläge — nichts Wiederkehrendes benötigte eine Genehmigung.
es: No hay sugerencias por ahora — nada recurrente ha necesitado aprobación.
fr: Aucune suggestion pour le moment — rien de récurrent n'a nécessité d'approbation.
ja: 現在候補はありません — 承認が必要な繰り返しコマンドはありません。
pt_br: Nenhuma sugestão no momento — nada recorrente precisou de aprovação.
zh_hans: 目前没有建议 — 没有需要审批的重复项。

source: No template loaded.
de: Keine Vorlage geladen.
es: No hay ninguna plantilla cargada.
fr: Aucun modèle chargé.
ja: テンプレートが読み込まれていません。
pt_br: Nenhum template carregado.
zh_hans: 未加载模板。

source: No templates match your filters.
de: Keine Vorlagen passen zu deinen Filtern.
es: Ninguna plantilla coincide con tus filtros.
fr: Aucun modèle ne correspond à vos filtres.
ja: フィルタに一致するテンプレートはありません。
pt_br: Nenhum template corresponde aos seus filtros.
zh_hans: 没有模板匹配你的筛选条件。

source: No tool calls found
de: Keine Tool-Aufrufe gefunden
es: No se encontraron llamadas a herramientas
fr: Aucun appel d'outil trouvé
ja: ツール呼び出しが見つかりません
pt_br: Nenhuma chamada de ferramenta encontrada
zh_hans: 未找到工具调用

source: No tool calls yet
de: Noch keine Tool-Aufrufe
es: Aún no hay llamadas a herramientas
fr: Pas encore d'appels d'outils
ja: ツール呼び出しはまだありません
pt_br: Ainda não há chamadas de ferramentas
zh_hans: 暂无工具调用

source: No tool selected
de: Kein Tool ausgewählt
es: No hay ninguna herramienta seleccionada
fr: Aucun outil sélectionné
ja: ツールが選択されていません
pt_br: Nenhuma ferramenta selecionada
zh_hans: 未选择工具

source: No trend.
de: Kein Trend.
es: Sin tendencia.
fr: Aucune tendance.
ja: 傾向はありません。
pt_br: Sem tendência.
zh_hans: 无趋势。

source: No updates
de: Keine Updates
es: Sin actualizaciones
fr: Aucune mise à jour
ja: 更新はありません
pt_br: Sem atualizações
zh_hans: 无更新

source: No Updates
de: Keine Updates
es: Sin actualizaciones
fr: Aucune mise à jour
ja: アップデートなし
pt_br: Sem atualizações
zh_hans: 无更新

source: No webhook subscriptions
de: Keine Webhook-Abonnements
es: Sin suscripciones de webhook
fr: Aucun abonnement webhook
ja: Webhook サブスクリプションなし
pt_br: Sem assinaturas de webhook
zh_hans: 无 Webhook 订阅

source: No webhooks subscribed
de: Keine Webhooks abonniert
es: No hay webhooks suscritos
fr: Aucun webhook abonné
ja: 購読中の webhook はありません
pt_br: Nenhum webhook assinado
zh_hans: 未订阅任何 Webhook

source: No-Speech Threshold
de: Schwellenwert für Nicht-Sprache
es: Umbral de ausencia de voz
fr: Seuil d’absence de parole
ja: 無発話のしきい値
pt_br: Limite de ausência de fala
zh_hans: 无语音阈值

source: none
de: keine
es: ninguno
fr: aucun
ja: なし
pt_br: nenhum
zh_hans: 无

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
pt_br: Nenhum
zh_hans: 无

source: not a bot yet
de: noch kein Bot
es: aún no es un bot
fr: pas encore un bot
ja: まだボットではありません
pt_br: ainda não é um bot
zh_hans: 尚未成为机器人

source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
ja: 未設定
pt_br: Não configurado
zh_hans: 未配置

source: not enabled
de: nicht aktiviert
es: no activado
fr: non activé
ja: 無効
pt_br: não ativado
zh_hans: 未启用

source: not loaded
de: nicht geladen
es: no cargado
fr: non chargé
ja: 未読み込み
pt_br: não carregado
zh_hans: 未加载

source: Not ranked — Hermes ignores this route.
de: Nicht eingestuft — Hermes ignoriert diese Route.
es: Sin rango — Hermes ignora esta ruta.
fr: Non classée — Hermes ignore cette route.
ja: 順位なし — Hermes はこのルートを無視します。
pt_br: Não classificada — o Hermes ignora esta rota.
zh_hans: 未排名 — Hermes 会忽略此路由。

source: not running
de: läuft nicht
es: no se está ejecutando
fr: arrêté
ja: 実行されていません
pt_br: não está em execução
zh_hans: 未运行

source: Not signed in yet.
de: Noch nicht angemeldet.
es: Aún no has iniciado sesión.
fr: Pas encore connecté.
ja: まだサインインしていません。
pt_br: Ainda não conectado.
zh_hans: 尚未登录。

source: Not supported on this host: %@
de: Auf diesem Host nicht unterstützt: %@
es: No compatible con este host: %@
fr: Non pris en charge sur cet hôte : %@
ja: このホストでは未対応: %@
pt_br: Sem suporte neste host: %@
zh_hans: 此主机不支持：%@

source: Not trusted
de: Nicht vertrauenswürdig
es: No confiable
fr: Non approuvé
ja: 信頼されていません
pt_br: Não confiável
zh_hans: 不受信任

source: Not viewing
de: Wird nicht angezeigt
es: No visualizando
fr: Non visualisé
ja: 表示していません
pt_br: Não visualizando
zh_hans: 未在查看

source: Notable Sessions
de: Bemerkenswerte Sitzungen
es: Sesiones destacadas
fr: Sessions notables
ja: 注目のセッション
pt_br: Sessões notáveis
zh_hans: 重要会话

source: Note
de: Hinweis
es: Nota
fr: Remarque
ja: 注記
pt_br: Observação
zh_hans: 备注

source: Note: %@ is already set in ~/.hermes/.env, so Hermes reused it and ignored the token you entered. To replace the token, remove that line from .env and add the server again.
de: Hinweis: %@ ist in ~/.hermes/.env bereits gesetzt, daher hat Hermes den vorhandenen Wert wiederverwendet und das eingegebene Token ignoriert. Um das Token zu ersetzen, entferne die Zeile aus .env und füge den Server erneut hinzu.
es: Nota: %@ ya está definido en ~/.hermes/.env, así que Hermes lo reutilizó e ignoró el token que introdujiste. Para reemplazar el token, elimina esa línea de .env y vuelve a añadir el servidor.
fr: Remarque : %@ est déjà défini dans ~/.hermes/.env ; Hermes l’a donc réutilisé et a ignoré le jeton que vous avez saisi. Pour remplacer le jeton, supprimez cette ligne de .env et ajoutez à nouveau le serveur.
ja: 注記: %@ は既に ~/.hermes/.env に設定されているため、Hermes は既存の値を再利用し、入力されたトークンを無視しました。トークンを置き換えるには、.env からその行を削除してサーバーを追加し直してください。
pt_br: Observação: %@ já está definido em ~/.hermes/.env, então o Hermes o reutilizou e ignorou o token informado. Para substituir o token, remova essa linha do .env e adicione o servidor novamente.
zh_hans: 备注:%@ 已在 ~/.hermes/.env 中设置,因此 Hermes 沿用了它并忽略了你输入的令牌。若要替换该令牌,请从 .env 中删除该行并重新添加服务器。

source: Note: saving rewrites this profile's profile.yaml. If Hermes Desktop is editing the same bot at the same time, the last save wins.
de: Hinweis: Beim Speichern wird die profile.yaml dieses Profils neu geschrieben. Wenn Hermes Desktop gleichzeitig denselben Bot bearbeitet, gewinnt der letzte Speichervorgang.
es: Nota: al guardar se reescribe el profile.yaml de este perfil. Si Hermes Desktop está editando el mismo bot al mismo tiempo, gana el último guardado.
fr: Remarque : l'enregistrement réécrit le profile.yaml de ce profil. Si Hermes Desktop modifie le même bot en même temps, le dernier enregistrement l'emporte.
ja: 注意: 保存するとこのプロファイルの profile.yaml が書き換えられます。同時に Hermes Desktop が同じボットを編集している場合、最後の保存が優先されます。
pt_br: Observação: salvar reescreve o profile.yaml deste perfil. Se o Hermes Desktop estiver editando o mesmo bot ao mesmo tempo, o último salvamento prevalece.
zh_hans: 注意:保存会重写此配置的 profile.yaml。如果 Hermes Desktop 同时在编辑同一个机器人,则以最后一次保存为准。

source: Nothing is pinned, so this bot runs on Hermes' built-in default. Profiles don't inherit the main profile's model — pinning here changes only this bot.
de: Es ist nichts angeheftet, daher läuft dieser Bot auf dem eingebauten Standard von Hermes. Profile erben das Modell des Hauptprofils nicht — eine Anheftung hier ändert nur diesen Bot.
es: No hay nada fijado, así que este bot funciona con el valor por defecto integrado de Hermes. Los perfiles no heredan el modelo del perfil principal — fijar aquí solo afecta a este bot.
fr: Rien n'est épinglé, ce bot fonctionne donc avec la valeur par défaut intégrée de Hermes. Les profils n'héritent pas du modèle du profil principal — épingler ici ne change que ce bot.
ja: 何もピン留めされていないため、このボットは Hermes の組み込みデフォルトで動作します。プロファイルはメインプロファイルのモデルを継承しません — ここでピン留めしても、変わるのはこのボットだけです。
pt_br: Nada está fixado, então este bot roda no padrão integrado do Hermes. Perfis não herdam o modelo do perfil principal — fixar aqui muda apenas este bot.
zh_hans: 没有固定任何模型,因此此机器人使用 Hermes 的内置默认值。配置不会继承主配置的模型 — 在此固定只会影响这个机器人。

source: Nothing is running — sent as a normal prompt instead of queueing it.
de: Es läuft nichts — als normaler Prompt gesendet statt in die Warteschlange gestellt.
es: No hay nada en ejecución: se envió como un prompt normal en lugar de ponerlo en cola.
fr: Rien n’est en cours — envoyé comme une invite ordinaire au lieu d’être mis en file d’attente.
ja: 実行中の処理はありません。キューに入れず通常のプロンプトとして送信しました。
pt_br: Nada em execução — enviado como um prompt normal em vez de ser colocado na fila.
zh_hans: 当前没有正在运行的任务 — 已作为普通提示发送，而非加入队列。

source: Nothing to apply.
de: Nichts anzuwenden.
es: No hay nada que aplicar.
fr: Rien à appliquer.
ja: 適用する項目はありません。
pt_br: Nada a aplicar.
zh_hans: 没有可应用的内容。

source: Nothing was running on this profile.
de: In diesem Profil lief nichts.
es: No había nada en ejecución en este perfil.
fr: Rien ne tournait sur ce profil.
ja: このプロファイルでは何も実行されていませんでした。
pt_br: Nada estava em execução neste perfil.
zh_hans: 此配置文件上没有任何正在运行的进程。

source: Notify Interval (s)
de: Benachrichtigungsintervall (s)
es: Intervalo de notificación (s)
fr: Intervalle de notification (s)
ja: 通知間隔（秒）
pt_br: Intervalo de notificação (s)
zh_hans: 通知间隔（秒）

source: Notify when Hermes finishes
de: Benachrichtigen, wenn Hermes fertig ist
es: Avisar cuando Hermes termine
fr: Me prévenir quand Hermes a terminé
ja: Hermes の完了時に通知
pt_br: Avisar quando o Hermes terminar
zh_hans: Hermes 完成时通知我

source: Nous Portal uses a dedicated sign-in flow.
de: Nous Portal verwendet einen eigenen Anmeldeablauf.
es: Nous Portal usa un flujo de inicio de sesión dedicado.
fr: Le portail Nous utilise un flux de connexion dédié.
ja: Nous Portal は専用のサインインフローを使用します。
pt_br: O Nous Portal usa um fluxo de login dedicado.
zh_hans: Nous Portal 使用专门的登录流程。

source: Nous-approved MCP servers — `hermes mcp catalog`
de: Von Nous genehmigte MCP-Server — `hermes mcp catalog`
es: Servidores MCP aprobados por Nous — `hermes mcp catalog`
fr: Serveurs MCP approuvés par Nous — `hermes mcp catalog`
ja: Nous 承認済み MCP サーバー — `hermes mcp catalog`
pt_br: Servidores MCP aprovados pela Nous — `hermes mcp catalog`
zh_hans: Nous 认可的 MCP 服务器 — `hermes mcp catalog`

source: ntfy Setup Docs
de: ntfy-Einrichtungsdokumentation
es: Documentación de configuración de ntfy
fr: Documentation de configuration ntfy
ja: ntfy セットアップドキュメント
pt_br: Documentação de configuração do ntfy
zh_hans: ntfy 设置文档

source: Nudge Interval
de: Erinnerungsintervall
es: Intervalo de recordatorio
fr: Intervalle de relance
ja: リマインド間隔
pt_br: Intervalo de lembrete
zh_hans: 催促间隔

source: OAuth login for %@
de: OAuth-Anmeldung für %@
es: Inicio de sesión OAuth para %@
fr: Connexion OAuth pour %@
ja: %@ の OAuth ログイン
pt_br: Login OAuth para %@
zh_hans: %@ 的 OAuth 登录

source: OAuth providers
de: OAuth-Anbieter
es: Proveedores OAuth
fr: Fournisseurs OAuth
ja: OAuth プロバイダー
pt_br: Provedores OAuth
zh_hans: OAuth 提供方

source: off
de: aus
es: desactivado
fr: désactivé
ja: オフ
pt_br: desativado
zh_hans: 关闭

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desativado
zh_hans: 关闭

source: OFF
de: AUS
es: DESACTIVADO
fr: DÉSACTIVÉ
ja: オフ
pt_br: DESATIVADO
zh_hans: 关

source: Off (default) keeps past chat resumes fast on slow remotes — tool call cards still render, but the inspector lazy-loads each result when you open it.
de: Aus (Standard) hält das Fortsetzen früherer Chats auf langsamen Remotes schnell — Tool-Aufruf-Karten werden weiterhin gerendert, aber der Inspector lädt jedes Ergebnis erst beim Öffnen nach.
es: Desactivado (predeterminado) mantiene rápida la reanudación de chats pasados en remotos lentos — las tarjetas de llamadas a herramientas se siguen renderizando, pero el inspector carga cada resultado de forma diferida al abrirlo.
fr: Désactivé (par défaut) garde la reprise des anciens chats rapide sur les serveurs distants lents — les cartes d'appel d'outil s'affichent toujours, mais l'inspecteur charge chaque résultat à la demande à l'ouverture.
ja: オフ(デフォルト)にすると、遅いリモートでも過去のチャットの再開が速く保たれます — ツール呼び出しカードは描画されますが、インスペクタは開いたときに各結果を遅延読み込みします。
pt_br: Desativado (padrão) mantém a retomada de chats antigos rápida em remotos lentos — os cartões de chamada de ferramenta ainda são renderizados, mas o inspetor carrega cada resultado sob demanda quando você o abre.
zh_hans: 关闭(默认)可在慢速远程连接上保持过往聊天恢复的速度 — 工具调用卡片仍会渲染,但检查器会在你打开时才懒加载每个结果。

source: Offline • bundled list
de: Offline • gebündelte Liste
es: Sin conexión • lista incluida
fr: Hors ligne • liste embarquée
ja: オフライン • バンドル済み一覧
pt_br: Offline • lista empacotada
zh_hans: 离线 • 内置列表

source: Oldest
de: Älteste
es: Más antiguos
fr: Plus anciens
ja: 古い順
pt_br: Mais antigos
zh_hans: 最早

source: on
de: ein
es: activado
fr: activé
ja: オン
pt_br: ativado
zh_hans: 开启

source: On a loopback URL you can leave the model empty — Hermes auto-detects the single loaded model.
de: Bei einer Loopback-URL kannst du das Modell leer lassen — Hermes erkennt das einzige geladene Modell automatisch.
es: En una URL de loopback puedes dejar el modelo vacío — Hermes detecta automáticamente el único modelo cargado.
fr: Sur une URL loopback, vous pouvez laisser le modèle vide — Hermes détecte automatiquement l'unique modèle chargé.
ja: ループバック URL の場合、モデルは空欄のままで構いません — Hermes が読み込まれている単一のモデルを自動検出します。
pt_br: Em uma URL loopback você pode deixar o modelo vazio — o Hermes detecta automaticamente o único modelo carregado.
zh_hans: 在回环地址上可以将模型留空 — Hermes 会自动检测唯一已加载的模型。

source: on by default
de: standardmäßig ein
es: activado por defecto
fr: activé par défaut
ja: デフォルトでオン
pt_br: ativado por padrão
zh_hans: 默认开启

source: On by default; post-turn self-improvement fork that writes skills/memories after a turn. Costs tokens. Off skips automatic forks (/refine still works).
de: Standardmäßig an; Selbstverbesserungs-Fork nach dem Turn, der Skills/Erinnerungen nach einem Turn schreibt. Kostet Tokens. Aus überspringt automatische Forks (/refine funktioniert weiterhin).
es: Activado por defecto; bifurcación de automejora tras el turno que escribe habilidades/memorias después de un turno. Consume tokens. Desactivado omite las bifurcaciones automáticas (/refine sigue funcionando).
fr: Activé par défaut ; embranchement d'auto-amélioration post-tour qui écrit des compétences/souvenirs après un tour. Consomme des jetons. Désactivé ignore les embranchements automatiques (/refine fonctionne toujours).
ja: デフォルトで有効。ターン後に自己改善のフォークを実行し、スキルやメモリを書き込みます。トークンを消費します。オフにすると自動フォークはスキップされます（/refine は引き続き使用できます）。
pt_br: Ativado por padrão; fork de autoaperfeiçoamento pós-turno que grava habilidades/memórias após um turno. Consome tokens. Desativado pula os forks automáticos (/refine ainda funciona).
zh_hans: 默认开启;这是在每个回合后写入技能/记忆的自我改进分支。会消耗令牌。关闭后将跳过自动分支(/refine 仍可用)。

source: once
de: einmal
es: una vez
fr: une fois
ja: 1 回
pt_br: uma vez
zh_hans: 一次

source: One-line pitch
de: Einzeiliger Pitch
es: Descripción en una línea
fr: Pitch en une ligne
ja: 一行の紹介文
pt_br: Descrição em uma linha
zh_hans: 一句话简介

source: Only bots have a conversation. Add this profile to Bots to message it.
de: Nur Bots haben eine Unterhaltung. Füge dieses Profil zu Bots hinzu, um ihm zu schreiben.
es: Solo los bots tienen conversación. Añade este perfil a Bots para escribirle.
fr: Seuls les bots ont une conversation. Ajoutez ce profil à Bots pour lui envoyer un message.
ja: 会話を持てるのはボットだけです。メッセージを送るには、このプロファイルをボットに追加してください。
pt_br: Somente bots têm conversa. Adicione este perfil a Bots para enviar mensagens a ele.
zh_hans: 只有机器人才有对话。请将此配置添加到机器人中,才能向它发送消息。

source: open
de: offen
es: abierta
fr: ouverte
ja: オープン
pt_br: aberta
zh_hans: 已打开

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
pt_br: Abrir
zh_hans: 打开

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
ja: %@ を開く
pt_br: Abrir %@
zh_hans: 打开 %@
